Repository: HiramKarim/SmartSaverAI
Catalog: SavingsApp/SavingsApp/ContentString/Localizable.xcstrings
Source language: en
Languages: de, es_mx

# onboarding_button_start
source: Start
de: Starten
es_mx: Empezar

# onboarding_page_1_description
source: Your trusted companion for managing your personal finances.
de: Ihr vertrauenswürdiger Begleiter zur Verwaltung Ihrer persönlichen Finanzen.
es_mx: Tu compañero confiable para gestionar tus finanzas personales.

# onboarding_page_1_title
source: Welcome to FinanceMaster!
de: Willkommen bei FinanceMaster!
es_mx: ¡Bienvenido a FinanceMaster!

# onboarding_page_2_description
source: Easily add your daily transactions and keep a detailed record.
de: Fügen Sie Ihre täglichen Transaktionen einfach hinzu und führen Sie eine detaillierte Aufzeichnung.
es_mx: Añade tus transacciones diarias fácilmente y mantén un registro detallado.

# onboarding_page_2_title
source: Track Your Income and Expenses
de: Verfolgen Sie Ihre Einnahmen und Ausgaben
es_mx: Registra tus Ingresos y Gastos

# onboarding_page_3_description
source: Set monthly budgets to avoid overspending.
de: Legen Sie monatliche Budgets fest, um übermäßige Ausgaben zu vermeiden.
es_mx: Configura presupuestos mensuales para no excederte en tus gastos.

# onboarding_page_3_title
source: Set Budgets
de: Legen Sie Budgets fest
es_mx: Establece Presupuestos

# onboarding_page_4_description
source: Get clear reports and charts about your finances.
de: Erhalten Sie klare Berichte und Diagramme über Ihre Finanzen.
es_mx: Obtén informes y gráficos claros sobre tus finanzas.

# onboarding_page_4_title
source: Visualize Your Statistics
de: Visualisieren Sie Ihre Statistiken
es_mx: Visualiza tus Estadísticas

# onboarding_page_5_description
source: Sign up and take control of your finances easily and securely.
de: Registrieren Sie sich und behalten Sie Ihre Finanzen einfach und sicher im Griff.
es_mx: Regístrate y lleva el control de tus finanzas de manera fácil y segura.

# onboarding_page_5_title
source: Get Started Now!
de: Jetzt loslegen!
es_mx: ¡Comienza Ahora!
